Repository: lliurex/lliurex-homework-harvester
Catalog: lliurex-po/lliurex-homework-harvester/*.po
Languages: ca_es@valencia

source: This folder is already configured to receive homeworks.
ca_es@valencia: Esta carpeta ja està configurada per a rebre treballs.

source: Folder is ready to receive homeworks. You may close the window
ca_es@valencia: La carpeta està preparada per a rebre treballs. Podeu tancar la finestra.

source: Folder has been removed from the service.
ca_es@valencia: La carpeta s'ha eliminat del servici.

source: Error getting IP
ca_es@valencia: S'ha produït un error en obtindre l'adreça IP.

source: Files have been sent to
ca_es@valencia: S'han enviat els fitxers a

source: File
ca_es@valencia: Fitxer

source: Where
ca_es@valencia: On

source: Teacher
ca_es@valencia: Professor

source: Open...
ca_es@valencia: Obri...

source: Please, select a destination first.
ca_es@valencia: Seleccioneu primer una destinació.

source: Set this folder to receive homeworks...
ca_es@valencia: Establix esta carpeta per a rebre els treballs.

source: Set this folder to receive homeworks
ca_es@valencia: Establix esta carpeta per a rebre els treballs.

source: Send file to teacher...
ca_es@valencia: Envia el fitxer al professor o professora.

source: Send file to teacher
ca_es@valencia: Envia el fitxer al professor o professora.

source: Lliurex Homework Sender
ca_es@valencia: Emissor de treballs del LliureX

source: Files to send:
ca_es@valencia: Fitxers per enviar:

source: Add file
ca_es@valencia: Afig un fitxer

source: Remove file
ca_es@valencia: Suprimix el fitxer

source: Select teacher:
ca_es@valencia: Seleccioneu un professor o professora:

source: <b>Send files to teacher...</b>
ca_es@valencia: <b>Envia fitxers al professorat</b>

source: Lliurex Homework Harvester
ca_es@valencia: Recol·lector de treballs del LliureX

source: Folder
ca_es@valencia: Carpeta

source: Name
ca_es@valencia: Nom

source: User
ca_es@valencia: Usuari

source: Password
ca_es@valencia: Contrasenya

source: Enter your password and press Apply
ca_es@valencia: Introduïu la vostra contrasenya i polseu Aplica.

source: <b>Lliurex Homework Harvester</b>
ca_es@valencia: <b>Recol·lector de treballs del LliureX</b>
